Repository: oadiazp/erpsomosmas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Account Activated
es: Cuenta activada

source: Your account is now activated.
es: Su cuenta ha sido activada

source: You can log in.
es: Ya puede iniciar la sesión

source: Log in
es: Iniciar la sesión

source: We're having technical issues with the activation e-mails process. If you have already signed up but you haven't received it, please, click <a href="/accounts/activate/resend/">here</a> to re-send it.
es: Hemos presentado problemas con el proceso de envío de los correos de confirmación. Si ya se ha registrado pero no ha recibido su correo, por favor, haga clic <a href="/accounts/activate/resend/">aquí</a> para enviarlo nuevamente. Gracias.

source: Sign up
es: Nuevo miembro

source: Reset password
es: ¿Olvidó su contraseña?

source: Change password
es: Cambiar su contraseña

source: Password change
es: Cambiar su contraseña

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
es: ¿Ha olvidado la contraseña?Pon tu correo electrónico en el formulario y le enviaremos las instrucciones para obtener la nueva.

source: Ok
es: Aceptar

source: Resend Activation Email
es: Renvío del correo de activación

source: Re-send activation link
es: Reenviar el correo de activación
